Repository: sergpryimachuk/MilitarySymbologyKit
Catalog: Sources/MilitarySymbologyKit/Localizable.xcstrings
Source language: en
Languages: uk

source: Intermittent Light/Continuous Light
uk: Переривчасте світло/безперервне світло

source: Intermittent Moderate
uk: Переривчастий помірний

source: Intermittent Moderate/Continuous Moderate
uk: Переривчастий помірний/постійний помірний

source: Internal Security Force
uk: Сили внутрішньої безпеки

source: International Security Assistance Force (ISAF)
uk: Міжнародні сили сприяння безпеці (ISAF)

source: Interrogation
uk: Допит

source: Inversion
uk: Інверсія

source: Isobar - Surface
uk: Ізобар - Поверхня

source: Isodrosotherm
uk: Ізодрозотерма

source: Isopleths
uk: Ізоплети

source: Isotach
uk: Ізотах

source: Isotherm
uk: Ізотермічний

source: Jail Break
uk: Втеча з в'язниці

source: Jammer
uk: Глушилка

source: Jamming
uk: Глушіння

source: Jeep Type Vehicle
uk: Автомобіль типу Джип

source: Jet Ski
uk: Водний мотоцикл

source: Jet Stream
uk: Реактивний потік

source: Joint Fire Support
uk: Спільна вогнева підтримка

source: Joint Information Bureau
uk: Спільне інформаційне бюро

source: Joint Intelligence Center
uk: Об'єднаний розвідувальний центр

source: Judge Advocate General
uk: Суддя генеральний адвокат

source: Killing
uk: Вбивство

source: Kingfisher
uk: Зимородок

source: Known Insurgent Vehicle
uk: Відома машина повстанців

source: Labor
uk: Праця

source: Land Civilian
uk: Земельний цивільний

source: Land Equipment
uk: Наземне озброєння

source: Land Installation
uk: Наземне обладнення

source: Land Mine
uk: Наземна міна

source: Land Mines
uk: Наземні міни

source: Land Units
uk: Наземні одиниці

source: Landfill
uk: Звалище

source: Landing Craft
uk: Десантний корабель

source: Landing Ship
uk: Десантний корабель

source: Landslide
uk: Зсув

source: Laser
uk: Лазер

source: Lash Carrier (with Barges)
uk: Перевізник збаржею

source: Launch
uk: Запуск

source: Law Enforcement
uk: Правоохоронні органи

source: Law Enforcement Operation
uk: Правоохоронна операція

source: Law Enforcement Vessel
uk: Судно правоохоронних органів

source: Leisure Craft, Motorized
uk: Ремесло для відпочинку, моторизоване

source: Leisure Craft, Sailing
uk: Ремесло для відпочинку, Вітрильний спорт

source: Less than Lethal
uk: Нелетальний

source: Liaison
uk: Зв'язок

source: Light
uk: Легкий

source: Light not Associated with Thunder
uk: Світло не асоціюється з громом

source: Light Showers
uk: Легкий дощ

source: Light to Moderate
uk: Від легкого до помірного

source: Light Wheeled Armored Vehicle
uk: Легка колісна броньована машина

source: Light, TELAR
uk: Легкий, TELAR

source: Light, TLAR
uk: Легкий, TLAR

source: Lighter Than Air
uk: Легший за повітря

source: Lightning
uk: Блискавка

source: Limited Cross Country Truck
uk: Обмежена вантажівка по пересіченій місцевості

source: Limits
uk: Межі

source: Lines
uk: Лінії

source: Liquid Precipitation - Convective
uk: Рідкі опади - конвективні

source: Liquid Precipitation - Non-Convective Continuous or Intermittent
uk: Рідкі опади - неконвективні безперервні або періодичні

source: Littoral Combatant Ship
uk: Прибережний бойовий корабель

source: Lock
uk: Замок

source: Locomotive
uk: Локомотив

source: Long Towed Array
uk: Довгий буксирований масив

source: Loose Dry Dust or Sand Not Covering Ground Completely
uk: Розсипчастий сухий пил або пісок не повністю покривають землю

source: Loose Dry Snow (At Least One-Half of Ground)
uk: Пухкий сухий сніг (принаймні половина ґрунту)

source: Loose Dry Snow (Less Than One-Half of Ground)
uk: Пухкий сухий сніг (менше половини ґрунту)

source: Low Pressure Center
uk: Центр низького тиску

source: Machine Gun
uk: Кулемет

source: Mail Server
uk: Поштовий сервер

source: Main Gun System
uk: Основна гарматна система

source: Maintenance
uk: Технічне обслуговування

source: Maintenance Facility
uk: Об'єкт технічного обслуговування

source: Man-Made Structures
uk: Рукотворні споруди

source: Manual Track
uk: Ручний трек

source: Marginal Visual Flight Rule (MVFR)
uk: Правило граничного візуального польоту (MVFR)

source: Marine
uk: Морський

source: Maritime Area
uk: Морський район

source: Maritime Limit Boundary
uk: Межа морського кордону

source: Mass Grave Site
uk: Місце масового поховання

source: Material
uk: Матеріал

source: Materiel
uk: Матеріальні засоби

source: Mechanized
uk: Механізована

source: Medical
uk: Медичний

source: Medical Evacuation
uk: Медична евакуація

source: Medical Evacuation (MEDEVAC)
uk: Медична евакуація (MEDEVAC)

source: Medical Evacuation Helicopter
uk: Медичний евакуаційний вертоліт

source: Medical Facilities Outpatient
uk: Амбулаторний медичний заклад

source: Medical Infrastructure
uk: Медична інфраструктура

source: Medical Treatment Facility
uk: Лікувальний заклад

source: Medical Treatment Facility (Hospital)
uk: Лікувальний заклад (лікарня)

source: Medium
uk: Середній

source: Medium, TELAR
uk: Середній, TELAR

source: Medium, TLAR
uk: Середній, TLAR

source: Meeting
uk: Зустріч

source: Merchant Ship
uk: Торгове судно

source: Meteorological
uk: Метеорологічний

source: Microbial
uk: Мікробний

source: MILCO - Bottom
uk: MILCO - Нижня

source: MILCO - Confidence-Level 1
uk: MILCO - рівень надійності 1

source: MILCO - Confidence-Level 2
uk: MILCO - рівень надійності 2

source: MILCO - Confidence-Level 3
uk: MILCO - рівень надійності 3

source: MILCO - Confidence-Level 4
uk: MILCO - рівень надійності 4

source: MILCO - Confidence-Level 5
uk: MILCO - рівень надійності 5

source: MILCO - Floating
uk: MILCO - Плаваючий

source: MILCO - General
uk: МІЛКО - загальний

source: MILCO - Moored
uk: MILCO - Пришвартований

source: Military
uk: Військовий

source: Military Armory
uk: Військова збройна палата

source: Military Base
uk: Військова база

source: Military Combatant
uk: Військовий комбатант

source: Military Information Support Operation (MISO)
uk: Операції військової інформаційної підтримки (MISO)

source: Military Information Support Operations
uk: Операції з військової інформаційної підтримки

source: Military Information Support Operations (MISO)
uk: Операції військової інформаційної підтримки (MISO)

source: Military Infrastructure
uk: Військова інфраструктура

source: Military Intelligence
uk: Військова розвідка

source: Military Noncombatant
uk: Військовий некомбатант

source: Military Police
uk: Військова поліція

source: Mine
uk: Міна

source: Mine Clearing
uk: Розмінування

source: Mine Clearing Equipment
uk: Обладнання для розмінування

source: Mine Clearing Equipment on Tank Chassis
uk: Обладнання для розмінування на шасі танка

source: Mine Countermeasures
uk: Протимінні заходи

source: Mine Countermeasures (MCM)
uk: Протимінні заходи (MCM)

source: Mine Countermeasures, Support Ship
uk: Протимінні заходи, корабель підтримки

source: Mine Explosion
uk: Вибух міни

source: Mine Hunter
uk: Мисливець на міни

source: Mine Launching
uk: Запуск міни

source: Mine Layer
uk: Мінний загороджувач

source: Mine Laying
uk: Укладання мін

source: Mine Laying Equipment
uk: Обладнання для закладання мін

source: Mine Laying Equipment on Utility Vehicle
uk: Обладнання для розмінування на комунальній машині

source: Mine Sweeper
uk: Тральщик

source: Mine Sweeper, Drone
uk: Тральщик, дрон

source: Mine Warfare
uk: Мінна боротьба

source: Mine Warfare (MIW) Bottom Descriptors
uk: Дескриптори дна мінної боротьби (MIW).

source: Mine Warfare Ship
uk: Мінно-бойовий корабель

source: Mine-Like Contact (MILCO)
uk: Міноподібний контакт (MILCO)

source: Mine-Like Echo (MILEC)-General
uk: Mine-Like Echo (MILEC) - генерал

source: Mine-Like Echo-Bottom
uk: Міна-як Ехо на дні

source: Mine-Like Echo-Floating
uk: Ехо-плаваюче, подібне до шахти

source: Mine-Like Echo-Moored
uk: Схожий на міну, пришвартований

source: Missile
uk: Ракета

source: Missile and Space System Production
uk: Виробництво ракетно-космічних систем

source: Missile Launcher
uk: Ракетна установка

source: Missile Support
uk: Ракетне обладнення

source: Mist
uk: Туман

source: Mixed Icing
uk: Змішана глазур

source: Mobile Emergency Physician
uk: Мобільний лікар швидкої допомоги

source: Moderate
uk: Помірний

source: Moderate/Heavy not Associated with Thunder
uk: Помірний/сильний, не пов’язаний із грозою

source: Moderate/Heavy Showers
uk: Помірні / сильні зливи

source: Moderate/Thick Loose Dry Dust or Sand Covering Ground Completely
uk: Помірний/густий пухкий сухий пил або пісок повністю покривають землю

source: Morale Welfare and Recreation
uk: Моральний стан і відпочинок

source: Morgue
uk: Морг

source: Mortar
uk: Міномет

source: Mortar Fire Explosion
uk: Мінометний вогонь

source: Mortuary Affairs/Graves Registration
uk: Похоронні справи/Реєстрація поховань

source: Motorized
uk: Моторизований

source: Mountain Waves
uk: Гірські хвилі

source: Movement and Maneuver
uk: Рух і маневр

source: Multifunctional Earthmover/Digger
uk: Багатофункціональний землерийний / Екскаватор

source: Multinational (MN)
uk: Багатонаціональний (MN)

source: Multiple Classes of Supply
uk: Кілька класів постачання

source: Multiple Passenger Vehicle
uk: Багатомісний транспортний засіб

source: Multiple Rocket Launcher
uk: Ракетна установка залпового вогню

source: Named Headquarters
uk: Названий штаб

source: NAPT Other
uk: NAPT Інше

source: NAPT with C2
uk: NAPT з C2

source: NAPT with C2 and Self Propagation
uk: NAPT з C2 і саморозповсюдженням

source: NAPT with Self Propagation
uk: NAPT із саморозповсюдженням

source: NATO Supply Class I
uk: НАТО постачання клас I

source: NATO Supply Class I|
uk: НАТО, клас постачання II

source: NATO Supply Class III
uk: НАТО, клас постачання III

source: NATO Supply Class IV
uk: НАТО постачання клас IV

source: NATO Supply Class V
uk: НАТО, клас постачання V

source: Natural Event
uk: Природна подія

source: Natural Gas Facility
uk: Об'єкт природного газу

source: Naval
uk: Військово-морський

source: Naval Cargo Ship
uk: Військово-морський вантажний корабель

source: Naval Stores Ship
uk: Корабель військово-морських запасів

source: Naval towed array
uk: Морський буксирований комплекс

source: Navy Task Element
uk: Елемент завдання ВМС

source: Navy Task Force
uk: Оперативна група ВМС

source: Navy Task Group
uk: Оперативна група ВМС

source: Navy Task Organization
uk: Оперативна організація ВМС

source: Navy Task Unit
uk: Оперативний підрозділ ВМС

source: Negative Reacquisition-Bottom
uk: Негативне повторне придбання-дно

source: Negative Reacquisition-Floating
uk: Негативне повторне придбання-плаваюче

source: Negative Reacquisition-General
uk: Негативне повторне придбання - загальний

source: Negative Reacquisition-Moored
uk: Негативне повторне придбання

source: Network Outage
uk: Збій мережі

source: Neutral
uk: Нейтральні

source: Neutralized Mine-Bottom
uk: Знешкодження міни - на дні

source: Neutralized Mine-Floating
uk: Знешкодження міни - плаваюча

source: Neutralized Mine-General
uk: Знешкоджена міна - загальний

source: Neutralized Mine-Moored
uk: Нейтралізований мінний пришвартований

source: Neutralized Mine-Other Position
uk: Знешкодження міни - інша позиція

source: Neutralized Mine-Rising
uk: Знешкодження міни - підйом

source: Neutralized Obstructor
uk: Нейтралізований обструктор

source: No results for '%@'
uk: Немає результатів для "%@"

source: Non-Advanced Persistent Threat (NAPT)
uk: Постійна загроза нерозширеного рівня (NAPT)

source: Non-Flammable Gas
uk: Незаймистий газ

source: Non-Government
uk: Неурядовий

source: Non-Mine Mine-Like Object (NMLO)-General
uk: Немінний міноподібний об’єкт (NMLO) - загальний

source: Non-Mine Mine-Like Object-Bottom
uk: Немінний мінно-подібний об'єкт на дні

source: Non-Mine Mine-Like Object-Floating
uk: Немінний плаваючий об’єкт, схожий на міну

source: Non-Mine Mine-Like Object-Moored
uk: Немінний мінно-подібний об'єкт, пришвартований

source: Non-Residential Fire
uk: Пожежа в нежитловому приміщенні

source: None
uk: Немає

source: Nonlethal Weapon
uk: Нелетальна зброя

source: Nonsubmarine
uk: Не підводний човен

source: Normal
uk: Нормальний

source: Not found
uk: Не знайдено

source: Nuclear (Non CBRN Defense)
uk: Ядерна (не ХБРЯ захист)

source: Observer
uk: Спостерігач

source: Obstructor
uk: Обструктор

source: Occluded Front
uk: Закритий фронт

source: Occluded Frontolysis
uk: Закритий фронтоліз

source: Oceanographic Research Ship
uk: Океанографічне дослідницьке судно

source: Oceanography
uk: Океанографія

source: Oil/Gas Rig
uk: Нафтова/Газова установка

source: Oil/Gas Rig Field
uk: Нафтогазове родовище

source: Oiler, Replenishment
uk: Нафтовик, Поповнення

source: Open Facility
uk: Відкритий заклад

source: Open-Bed Truck
uk: Вантажівка з відкритим верхом

source: Openings in the Ice
uk: Отвори в льоду

source: Operation
uk: Операція

source: Operator-Defined
uk: Оператор-визначений

source: Operator-Defined Freeform
uk: Довільна форма, визначена оператором

source: Ordnance
uk: Боєприпаси

source: Organic Peroxide
uk: Органічний перекис

source: Other Equipment
uk: Інше обладнання

source: Other Submersible
uk: Інші підводні

source: Other Water Supply Location
uk: Інше місце водопостачання

source: Over snow (prime mover)
uk: Над снігом (основний вантажник)

source: Overcast Coverage
uk: Похмуре покриття

source: Own Ship
uk: Власний корабель

source: Oxidizer
uk: Окислювач

source: Pack Animals
uk: В'ючні тварини

source: Passenger
uk: Пасажирський

source: Patchy
uk: Нерівний

source: Patrol
uk: Патруль

source: Patrol Boat
uk: Патрульний човен

source: Patrol Craft, Submarine Chaser/Escort, General
uk: Патрульний корабель, переслідувач/супровід підводних човнів, генерал

source: Patrol Ship, General
uk: Сторожовий корабель - загальне

source: Patrolling
uk: Патрулювання

source: Peer-to-Peer Node
uk: Одноранговий вузол

source: Pending
uk: Очікуються

source: Personnel Recovery
uk: Відновлення персоналу

source: Personnel Services
uk: Служба персоналу

source: Petroleum Facility
uk: Нафтовий завод

source: Petroleum Oil and Lubricants
uk: Нафта та мастила

source: Petroleum-Oil and Lubricant
uk: Паливо-мастильні матеріали (ПММ)

source: Pharmaceutical Manufacturer
uk: Виробник фармацевтичних препаратів

source: Pharmacy
uk: АПТЕКА

source: Photographic Reconnaissance
uk: Фоторозвідка

source: Pipeline
uk: Трубопровід

source: Poisoning
uk: Отруєння

source: Police
uk: Поліція

source: Polling Place/Election
uk: Виборча дільниця/вибори

source: Ports and Harbors
uk: Порти та гавані

source: Post Office
uk: Поштове відділення

source: Postal
uk: Почтовый

source: Postal Distribution Center
uk: Центр поштового розподілу

source: Postal Services Infrastructure
uk: Інфраструктура поштових послуг

source: Power Outage
uk: Відключення електроенергії

source: Precipitation of Unknown Type and Intensity
uk: Опади невідомого типу та інтенсивності

source: Predominately Ice Covered
uk: Переважно вкриті льодом

source: Premature IED Explosion
uk: Передчасний вибух саморобного вибухового пристрою

source: Present
uk: Присутній

source: Present/Full to Capacity
uk: Присутній / Дієздатний

source: Present/Fully Capable
uk: Присутній / Повністю дієздатний

source: Pressure Systems
uk: Системи тиску

source: Pressure Tendency
uk: Схильність до тиску

source: Printed Media
uk: Друковані ЗМІ

source: Prison
uk: В'язниця

source: Propane Facility
uk: Пропановий завод

source: Propellant Transporter
uk: Транспортування палива

source: Protection
uk: Охорона

source: Public Affairs/Public Information
uk: Зв'язки з громадськістю/публічна інформація

source: Public Venues Infrastructure
uk: Інфраструктура громадських місць

source: Pumping Station
uk: Насосна станція

source: Quartermaster
uk: Квартирмейстер

source: Radar
uk: Радар

source: Radio
uk: Радіо

source: Radio Relay
uk: Радіореле

source: Radio Teletype Center
uk: Радіотелетайпний центр

source: Radioactive Material
uk: Радіоактивний матеріал

source: Raid on House
uk: Наліт на будинок

source: Rail
uk: Залізничний

source: Railcar
uk: Вагон

source: Railhead
uk: Головна залізниця

source: Railhead/Railroad Station
uk: Залізничний вокзал/залізнична станція

source: Rain
uk: Дощ

source: Rain and Snow Mixed
uk: Змішаний дощ і сніг

source: Rain Showers
uk: Дощові зливи

source: Reality
uk: Реальність

source: Recoilless Gun
uk: Безвідкатна гармата

source: Reconnaissance
uk: Визнання

source: Reconnaissance and Surveillance
uk: Розвідка і спостереження

source: Reconnaissance Armored
uk: Розвідувальна броньована

source: Reconnaissance Equipped
uk: Розвідувальний обладнаний

source: Recreational Area
uk: Зона відпочинку

source: Recruitment
uk: Підбір персоналу(вербування)

source: Religious Leader
uk: Релігійний лідер

source: Religious Support
uk: Релігійне забезпечення

source: Repair Ship
uk: Ремонтний корабель

source: Replacement Holding Unit
uk: Заміна блоку зберігання

source: Reptile
uk: Рептилия

source: Reservoir
uk: Водосховище

source: Residential Fire
uk: Житлова пожежа

source: Rest Stop
uk: Зупинка відпочинку

source: Restricted Area
uk: Заборонена зона

source: Ridge Axis
uk: Вісь хребта

source: Rifle
uk: Гвинтівка

source: Rigid-Hull Inflatable Boat (RHIB)
uk: Надувний човен з жорстким корпусом (RHIB)

source: Rime Icing
uk: Глазур інею

source: Rise
uk: Підйом

source: Rise Then Fall Higher
uk: Встаньте, а потім впадіть вище

source: Rise Then Fall Lower
uk: Встаньте, а потім опустіться

source: Rise Then Rise Higher
uk: Підніміться, а потім підніміться вище

source: Rise Then Steady
uk: Підйом, а потім стабільний

source: Robbery
uk: Пограбування

source: Rock Throwing
uk: Метання каменів

source: Rocket Explosion
uk: Вибух ракети

source: Rodent
uk: Гризун

source: Roll On/Roll Off
uk: Згорнути/розгорнути рулон

source: Rotary Wing
uk: Поворотне крило

source: Rotary-Wing
uk: Роторне крило

source: Router
uk: Маршрутизатор

source: Sabotage
uk: Саботаж

source: Safe House
uk: Безпечний будинок

source: Scattered Coverage
uk: Розсіяне покриття

source: School
uk: Школа

source: School Fire
uk: Шкільна пожежа

source: Sea Air Land (SEAL)
uk: Море Повітря Земля

source: Sea Ice
uk: Морський лід

source: Sea Mine Decoy
uk: Приманка для морських мін

source: Sea Mine Decoy-Bottom
uk: Морська міна-приманка на дні

source: Sea Mine Decoy-Moored
uk: Морська міна-приманка-пришвартована

source: Sea Mine-Bottom
uk: Морська міна на дні

source: Sea Mine-Floating
uk: Морська міна-плаваюча

source: Sea Mine-General
uk: Морський мінний - загальний

source: Sea Mine-Moored
uk: Морська міна - пршвартована

source: Sea Mine-Other Position
uk: Морська міна-інша позиція

source: Sea Mine-Rising
uk: Морське мінування

source: Sea Port of Debarkation/Sea Port of Embarkation
uk: Морський порт висадки/морський порт посадки

source: Sea Port/Naval Base
uk: Морський порт/Морська база

source: Sea Subsurface
uk: Морський підводний

source: Sea Surface
uk: Морська поверхня

source: Sea-Based X-Band (SBX) Radar
uk: Морський радар X-діапазону (SBX).

source: Search
uk: Пошук

source: Search and Rescue
uk: Пошук і порятунок

source: Search symbol
uk: Пошук символа

source: Section
uk: Відділення / Секція

source: Security
uk: Безпека

source: Security Police (Air)
uk: Поліція безпеки (повітря)

source: Self-propelled
uk: Самохідний

source: Self-Propelled Wheeled
uk: Самохідний колісний

source: Semi-Trailer and Truck
uk: Напівпричіп і вантажний автомобіль

source: Semiautomatic Rifle
uk: Напівавтоматична гвинтівка

source: Sensor
uk: Сенсор

source: Sensor Emplaced
uk: Встановлений сенсор

source: Sensors
uk: Сенсори

source: Service Craft/Yard
uk: Сервісне ремесло/двір

source: Service Outage
uk: Збій в обслуговуванні

source: Severe
uk: Важкий

source: Severe Squall Line
uk: Сильна лінія шквалу

source: Shallow Continuous
uk: Дрібний безперервний

source: Shallow Patches
uk: Дрібні плями

source: Shear Line
uk: Лінія зсуву

source: Ship Yard
uk: Суднобудівний завод

source: Shooting
uk: Стрільба

source: Shore Patrol
uk: Береговий патруль

source: Short Towed Array
uk: Короткий буксируваний масив

source: SIDC is not 20 characters.
uk: SIDC не містить 20 символів.

source: Signal
uk: Сигнал

source: Signal Intercept
uk: Перехоплення сигналу

source: Simulation
uk: Симуляція

source: Single Rocket Launcher
uk: Одиночна ракетна установка

source: Single Shot Rifle
uk: Однозарядна гвинтівка

source: Sky Obscured
uk: Затьмарене небо

source: Sky Totally or Partially Obscured
uk: Небо повністю або частково затьмарено

source: Sky Visible
uk: Небо видиме

source: Sled
uk: Санки

source: Small Object-Mine-Like
uk: Невеликий об'єкт, схожий на міну

source: Smoke
uk: Дим

source: Smuggling
uk: Контрабанда

source: Sniper
uk: Снайпер

source: Sniping
uk: Снайперська діяльність

source: Snow
uk: Сніг

source: Snow Cover
uk: Сніговий покрив

source: Snow Covering Ground Completely - Deep Drifts
uk: Снігове покриття землі повністю - глибокі замети

source: Snow Grains
uk: Снігові зерна

source: Snow Showers
uk: Снігові дощі

source: Space
uk: Космос

source: Space Missile
uk: Космічна ракета

source: Speaker
uk: Доповідач

source: Special Boat
uk: Спеціальний човен

source: Special Forces
uk: Сили спеціального призначення

source: Special Needs Fire
uk: Пожежа з особливими потребами

source: Special Needs Infrastructure
uk: Інфраструктура для особливих потреб

source: Special Operations Forces
uk: Сили спеціальних операцій

source: Special Operations Forces (SOF)
uk: Сили спеціальних операцій (SOF)

source: Special SSNR
uk: Спеціальний SSNR

source: Speedboat
uk: Швидкісний катер

source: Spontaneously Combustible Material
uk: Самозаймистий матеріал

source: Spy
uk: Шпигун

source: Squad
uk: Загін

source: Squall
uk: Шквальний вітер

source: Standard Identity
uk: Стандартна ідентичність

source: State of the Ground
uk: Стан ґрунту

source: Stationary Front
uk: Стаціонарний фронт

source: Stationary Frontogenesis
uk: Стаціонарний фронтогенез

source: Stationary Frontolysis
uk: Стаціонарний Фронтоліз

source: Status
uk: Статус

source: Steady
uk: Стійкий

source: Storage Tower
uk: Вежа зберігання

source: Storms
uk: Шторми

source: Stream Line
uk: Лінія потоку

source: Submarine
uk: Підводний човен

source: Submarine Cable
uk: Підводний кабель

source: Submarine Tender
uk: Підводний човен Tender

source: Submarine-Bottomed
uk: Підводний човен

source: Submarine-Snorkeling
uk: Підводний човен-Снорклінг

source: Submarine-Surfaced
uk: Підводно-надводний човен

source: Submerged Crib
uk: Занурений

source: Submersible
uk: Підводний

source: Subsidence
uk: Просідання

source: Supervisory Control and Data Acquisition (SCADA)
uk: Диспетчерське управління та збір даних (SCADA)

source: Supply
uk: Постачання

source: Suppression of Enemy Air Defense
uk: Придушення протиповітряної оборони ворога

source: Surface Combatant, Line
uk: Надводний боєць, лінія

source: Surface Dry Without Cracks
uk: Поверхня суха без тріщин

source: Surface Frozen
uk: Заморожена поверхня

source: Surface Moist
uk: Волога поверхні

source: Surface Water Intake
uk: Поверхневе водозабір

source: Surface Wet - Standing Water
uk: Волога поверхня – стояча вода

source: Surface-to-Surface Missile Launcher
uk: Ракетна установка класу «земля-земля».

source: Surveillance
uk: Спостереження

source: Survey
uk: Опитування

source: Survey Ship
uk: Оглядовий корабль

source: Suspicious Activity
uk: Підозріла діяльність

source: Sustainment
uk: Утримання

source: Sustainment Shipments
uk: Відправлення підтримки

source: Swept Area
uk: Охоплена площа

source: Switch
uk: Перемикач

source: Tactical Satellite
uk: Тактичний супутник

source: Tank
uk: Танк

source: Tank Recovery Vehicle
uk: Танково-евакуаційна машина

source: Tanker
uk: Танкер

source: Target Acquisition
uk: Цілеотримання

source: Taser
uk: Електрошокер

source: Task Force
uk: Оперативная группа

source: Task Force Headquarters
uk: Штаб оперативної групи

source: Telecommunications
uk: Телекомунікації
